{
  "title": "למה בכלל צריך אינטרנט בלתי מחיק?",
  "title2": "מדרכון השעבוד לדרכון החירות",
  "sec_h": "למה בכלל צריך אינטרנט בלתי מחיק?",
  "sec_p": "<p>מדרכון השיעבוד לדרכון החירות!</p><p>כשעלה מן האופל רעיון ה'דרכון הירוק' - כלומר הדרכון לשיעבוד ולשיסוי, רציתי לסייע לכל אחד מכם להנפיק  כנגדו את 'דרכון הזהב' - דרכון החירות והאחווה.</p><p>כדי לצקת לדרכון הזהב הזה תוכן ממשי, פניתי לחברי היקר - דרי שרבמן.<p><p>דרי הוא אחד המהנדסים המבריקים בעולם. הוא כבר הקים כמה וכמה מיזמים טכנולוגיים פורצי דרך וברזומה שלו תמצאו רשימה ארוכה ומפוארת של סטארטאפים ואקזיטים מוצלחים.</p><p>דרי מיהר וגייס את מיטב המוחות העולמיים, אנשים שבעצמם כבר הקימו ומכרו חברות טכנולוגיה רבות, וכצוות נלהב וחדור מטרה הקמנו את מיזם LIF - Liberty Independence Freedom</p><p>התחלנו בכוונה צנועה ולאחר מחשבה ועבודה משותפת, הרעיון התפתח.</p><p>מדובר בטכנולוגיה חדשה לגמרי, שמציעה כיוון ותיקון מהפכני, של המגבלות הקיימות בטכנולוגיות האינטרנט והבלוקצ'יין של ימינו. איך זה עובד? באמצעות רשת Peer-to-Peer) P2P) בלתי תלויה (Independent) ובלתי דעתנית (Unopinionated) לתמרוץ (Incentivize) אמון בין אנשים.</p><p>הטכנולוגיה תאפשר לאנשים להצהיר ולפרסם כל דבר באופן ציבורי, בצורה שהינה חד משמעית ובלתי ניתנת לשינוי או זיוף, ואשר תספק ודאות לגבי זהות המפרסם וזמן הפרסום.</p><p>כשאין אפשרות לזייף או לשכתב, כששום גורם לא יכול להפיל אותך, להגביל, לצנזר אותך - כשהאמת חוזרת אל מרכז הבמה, נוצר אמון בין בני האדם.</p><p>השקר והחשדנות הם יסוד השעבוד.</p><p>האמת והאמון הם השער לחירות.</p><p>כולכם מוזמנים להיכנס לקישור, ללמוד עוד על LIF ולהצטרף למיזם.</p><p>גם לכם מגיע דרכון זהב לחירות.</p>",
  "sec_p2": "",
  "sec2_h": "מה מייחד את LIF?",
  "sec2_p": "כיצד התרחש הפלא, שבו רבבות עותקים של ספר התורה של העם היהודי נפוצו בכל העולם, הועתקו ידנית מדור לדור ו-2000 שנה מאוחר יותר, כששבו הגולים מתימן מוורשה ומאמריקה – ספרי התורה שבידיהם נותרו זהים? כיצד קרה שעותק מספר ישעיה מלפני 2000 שנה, שנגנז במערות קומראן, נמצא זהה לזה המופיע בתנ\"ך בימינו?",
  "sec2_p2": "כדי שהתורה תתקיים לעולמי עד, ותועבר בצורה מדויקת, כדי שהנתונים בה לא יהיו ניתנים לשיבוש, שכתוב או מחיקה של תכנים בדיעבד - לא על ידי כל אדם, מלך, קבוצה או כוח - השתמש עם ישראל טכנולוגיה פלאית ראשונה מסוגה: מגילות הצהרה ארוגות זו בזו. אריגה זו יוצרות מגילת מגילות. בהמשך מגילת מגילות אלו נארגות עם מגילת מגילות אחרות. וכך ממשיכים למגילת מגילת מגילות... עד אורגים שוב ושוב עד שכל המגילות נארגו ל\"מגה מגילה\" וירטואלית אחת גדולה. תהליך האריגה נועל את ההצהרות שבמגילות, ומספקת להם עמידות נצחית.",
  "sec2_p3": "העם חזר על פעולת העתקה, אחסנה, והפצת העותקים שוב ושוב, כדי לאחד את \"מגילת המגילות\" למגה מגילה הראשונה - התורה, ואחר כך גם את התנ\"ך היהודי, ששרד מעל 3000 שנה בשלמותו! מעל 1.2MB של מידע! שום מאגר מידע קדום אחר בסדר גודל כזה לא שרד בצורה מושלמת כל-כך, אך לעם הנצח זה עבד!",
  "sec2_p4": "LIF מתחקה אחר אותה שיטה, כשהיא ממומשת בטכנולוגיות קריפטו ו-P2P בדומה להנדסת חיקוי ביולוגי: תיכנון כנפי מטוסים מודרנים על ידי התחקות אחר משק כנפי הציפור.",
  "sec2_p5": "LIF מיישמת מחדש את הטכנולוגיה הזו, עם מחשוב מודרני: החלפת מגילות, דיו, גלישת גלילה, אימות וחותמת זמן לחלקי הנגד הדיגיטליים שלהם: מגילות דיגיטליות, דיו דיגיטלי (שמתאים לארנק דיגיטלי), גלילה דיגיטלית הנפתחת באמצעות חתימה בין-מגילות, חותמת זמן על ידי הוכחת זמן. הכל על מנת להבטיח שההצהרות שמתפרסמות ב-LIF לא יהיו ניתנות להריסה, השחתה או מחיקה – בעצם LIF מבטיחה את הנצחיות של התורה לכל הצהרה שתתפרסם בה.",
  "sec3_h": "מה ההבדל בין LIF ל-Blockchain?",
  "sec3_p": "Blockchain הייתה הראשונה שיצרה מסד נתונים ציבורי מהימן ונצחי. היא עובדת, אבל יש לה בעיות עצומות; היא איטית ביותר, משום שכל הצהרת עסקה מצריכה הגעה לקונצנזוס של כל חברי הרשת, על אמיתות העובדות שבתוך ההצהרה. זוהי \"מערכת המשפט\" שלהם, שמוכרעת בשיטות PoW (ובבלוקצ'יינים אחרים בשיטת PoS ושיטות הכרעה נוספות). מערכות משפטיות הינן איטיות ויקרות להחריד, שבהן נפוץ לראות ויכוח על דולר, מה שגוזל זמן שיפוטי והוצאות משפט של אלפי שקלים. ולכן, כמו כל במערכת משפט, תהליך הגעה לקונצנזוס והכרעה, כרוך בעבודה של אלפי מחשבים כריה \"שופטים\", העומלים קשות במשך כ-10 דקות (לפעמים אף שעה!), על מנת להכריע. בלוקציינים צורכים 0.6% מהחשמל העולמי - יותר חשמל מארגנטיה!",
  "sec3_p2": "כל זאת בגלל הקמת מערכת המשפט, ושיפוט של כל הצהרה והצהרה, לפני כניסתן לבלוקצ'יין. ולכן היא לא שימושית ואינה ניתנת להטמעה יעילה לשימושים ויישומים נוספים, פרט למטבע (שגם בו, ההמונים לא יכולים להשתמש בשל עמלות התפעול הגבוהות בגין כל פעולה).",
  "sec3_p3": "בלוקצ'יין היא דמוקרטיה, שבה שואפים להגיע לקונצנזוס של הרוב, כלומר, דיקטטורה שבסופה הרוב כופה את אמונותיו על המיעוט. כל רוב של יותר מ- 50% יכול למנוע ממך להזין נתונים, או אפילו לשנות את הכללים של הרשת.",
  "sec3_p4": "רשת LIF עוסקת בחופש. כל אחד יכול להצהיר הצהרות (העברות כספיות, ובאותה מידה גם העלאת סרטוני לייב של חתולים חמודים…). LIF רק מוודאת, בעזרת שיטת מגילות ההצהרה השזורות של התנ\"ך - שאף אחד לא יוכל לשנות את נתוני הצהרותיך ואת חתימתך.",
  "sec3_p5": "שאלה: אם כל אחד יכול להצהיר כל דבר - איך אסמוך על מי שמצהיר שהעביר לי 10 מטבעות, שאכן המטבעות האלה היו בבעלותו?",
  "sec3_p6": "תשובה: \"יזהר הקונה\" (מקבל התמורה הדיגיטלית). זו אחריותו של מקבל המטבעות הוירטואלים לוודא שאינם מזויפים. בעולם הפיזי אחריות זאת מתבטאת כיום בבדיקת שטרות כסף לוודא שאינם מזויפים ברכישת מוצרים בחנות, ובמקרא בשקילת מטבעות הכסף במעמד רכישת מערת קבר. ב-LIF על מקבל המטבעות לבדוק את השרשרת ההיסטורית של הצהרות ההעברות כספים במגילות הפיננסים, ולוודא שהכל תקין בשרשרת העברת הבעלות על המטבעות מרגע היווצרם ועד היום. אם שרשרת הבעלות תקינה בעיני הקונה, אזי הוא יאמין להצהרה של העברת המטבעות, ויסכים לתת נכס, מוצר או שירות כתמורה. אך אם הוא לא יאמין, ויחשוב שהמטבעות אינם בבעלות המוכר - הקונה פשוט ייתעלם מהצהרת העברת המטבעות. האחריות לבדיקה נמצאת אצל הנהנה מההצהרה, ולא אצל המצהיר או מערכת הכרעה שיפוטית.",
  "sec3_p7": "LIF היא בלתי תלויה (independent), לא דעתנית (unopinionated). המערכת אינה שיפוטית, ואינה מנסה להגיע לקונצנזוס בין המשתמשים, או להכרעה. המערכת משאירה את ההכרעה לכל משתמש ומשתמש לפי תפיסת עולמו, ואינה מבצעת תהליך שיפוט של תוקף הנתונים.",
  "sec3_p8": "בדיוק כפי שניסיונות זיוף של ספרי התנ\"ך נפלטו בדיעבד על ידי חכמת ההמון, כך גם ההחלטה על תוקף ואמינות הנתונים ב- LIF תתבצע בדיעבד על ידי המשתמשים בנתונים. באחריות המשתמשים להחליט אם ראוי להאמין לך או לא. LIF מאפשרת לך להכריז במה אתה מאמין, ומי שייחשף לנתונים, יחליט על פי הבנתו ואמונותיו, אם לבטוח בך או שלא. רשת LIF היא פלטפורמה שלא תבזבז אנרגיה לתהליכי אימות והצבעות כמו בבלוקצ'יין. ברשת LIF אין שום אלמנט שיפוטי, או שיקול דעת. LIF מציעה שינוי כיוון ותיקון מהפכני של המגבלות הקיימות בטכנולוגיות האינטרנט והבלוקצ'יין של ימינו.",
  "sec3_p9": "",
   "sec4_h": "וקצת מידע טכני על הפיתוח של LIF",
   "sec4_p": "LIF הוא פרוטוקול P2P המפותח בקוד פתוח, מבוזר ועמיד בפני צנזורה, עם ממשק JS לקריאה וכתיבה להצהרות JSON שיאוכסנו במגילות הצהרות, ומשם יופצו ויארגו עם מגילות עמיתים. הקוד ירוץ בדפדפן ובNodeJS.",
   "sec4_p2": "הפרויקט הזה יהיה אבולוציוני ויתנהל לפי עקרונות ה- DNA שיצר דרי שריבמן, אשר היו היסוד להצלחת <0>Hola</0>, <1>Luminati</1>, <2>WebSpark</2>.",
   "sec4_p3": "ברשתות תקשורת מחשבים, רשת עמית לעמית (Peer to Peer או בקיצור P2P), היא רשת תקשורת בה כל אחד מהקצוות, מתפקד הן כלקוח והן כשרת, וכל אחד מהקצוות מסוגל ליזום או לסיים התקשרות וכן לספק או לדרוש שירותים.",
   "sec4_p4": "עמיתים מעמידים לרשות משתתפי רשת אחרים, חלק מהמשאבים שלהם, כגון כוח עיבוד, אחסון דיסק או רוחב פס רשת, זאת ללא צורך בתיאום מרכזי על ידי שרתים, או מארחים יציבים. בתמורה, הם מקבלים גישה לקבצים שלהם במחשבי המשתמשים האחרים.",
   "sec4_p5": "הרשת מתפקדת באופן מבוזר, ללא צורך בתיווך או תלות בגורם מרכזי כלשהו. העמיתים הם משתתפים בעלי זכויות שוויוניות ובעלי יכולות שוות ביישום.",
   "sec4_p6": "אך גם במקרים שישנו תוכן שראוי שיתפרסם בתקשורת המבוזרת ושזכות הציבור לדעת אותו אמורה היתה לאפשר את פרסומו, אם יש אינטרס לגנוז אותו, תמיד היתה אפשרות להגיע בסופו של דבר לספק שמארח את האתר ולהוריד אותו או לדווח על משתמש/תוכן פוגעני ברשתות החברתיות ולהסירו. מדוע? משום שהספקיות והרשתות לא מחפשות צרות ותמיד יעדיפו לפגוע בלקוח בודד מאשר להיגרר לבתי המשפט או להסתבך עם רשויות הרגולציה.",
   "sec4_p7": "ב-LIF, מהרגע שמשתמשים יעלו תכנים, התוכנה תיצור שורת טקסט שנקראת hash. ה- hash מייצג בעצם היכן נמצא התוכן. לפי פרוטוקול LIF, כל התוכן יהיה מבוזר בשיטת Peer to peer, כך שהורדה של מחשב/שרת שמאחסנים את התוכן לא תעזור, מכיוון שהחומר נמצא במחשבים רבים אחרים שמארחים את התוכן."
}

