{
  "title": "אודות LIF",
  "p1": "אנחנו חיים בעידן של השתקה. כל אמירה שאינה נחשבת לפוליטיקלי קורקט ושאינה מתיישבת עם תפיסת העולם הפרוגרסיבית אשר מנהלת את מרחב השיח הציבורי ביד רמה, מושתקת ונגנזת. כבר אין מקום למגוון דעות. אין מקום לשיח ואם האמת אינה מתאימה לניגון הכללי - אין גם מקום לאמת.",
  "p2": "<p>אנחנו נמצאים בשיאו של תהליך התפרקות מושג האמת. במציאות רוויית דיסאינפורמציה, חדשות כזב ודעות המוצגות כעובדות. היום יותר מאי פעם, אנו חיים בעולם של אי וודאות, בלבול וחשש. אנחנו יודעים שענקיות האינטרנט מבצעות כל העת מניפולציות על התודעה שלנו. הטכנולוגיה הפכה לכלי שליטה במקום לשמש למטרה שלשמה נוצרה – כלי לחירות.</p><p>גזלו מאיתנו את האמת ה\"פשוטה\" והחד ממדית ובמקומה קיבלנו \"אמת רבודה\" ורבת מימדים, המותאמת לנו ולמה שאפשר להפיק מאיתנו. יותר כבר לא ניתן לענות בפשטות על אף שאלה, ולו הפשוטה ביותר.</p><p>לצד אובדן האמת, חופש הביטוי נרמס על ידי ממשלות, קבוצות, כלי תקשורת וענקיות האינטרנט, אשר נאלצות למשטר את השיח בשם הרגולטוריות, המדינות וקבוצות אינטרס.</p><p><strong>כשאין אמת אין אמון</strong></p><p>היום יותר מתמיד, עומדים בידי ממשלות ותאגידים, אמצעים לרסק את חופש הביטוי של הפרט באמצעות ניהול קמפיין מגמתי המציג את שקרים כאמת מוחלטת ואת האמת כשקר קונספירטיבי. ללא יכולת אובייקטיבית להבחין בין אמת לשקר, בעל הכיסים העמוקים תמיד ינצח. הטכנולוגיה הפכה לכלי שליטה במקום לשמש ככלי לחירות.</p><p><strong>אך הטכנולוגיה שיצרה את הבעיה – היא גם זו שממנה תבוא הישועה.</strong></p><p>הכירו את LIF - סטארט אפ טכנולוגי-פוליטי לקידום האמון וחירות האדם. סטארט אפ – שמאפשר לקהילה להחליף את המדינה, או את ענקיות התודעה ולהחזיר לאדם את חירותו. LIF היא הדרך שלנו לפעול החזרת הזכויות השייכות לנו, על ידי יצירת רשת ששום ממשלה או קואפרטיב גדול לא יוכלו לשלוט בה, להשביתה או לצנזר אותה.</p><p><strong>כל חברי הקהילה יהיו שותפים בבריאת עולם וירטואלי שיש בו אמת - והאמון בין אנשים יוכל לשוב ולהתקיים.</strong></p>",
  "p3": "<p><strong>LIF - Liberty Independence Freedom</strong></p><p>LIF היא טכנולוגיה חדשה לגמרי, שמציעה כוון חדש ותיקון מהפכני, של המגבלות הקיימות בטכנולוגיות האינטרנט והבלוקצ'יין של ימינו. מדובר ברשת Peer to Peer בלתי תלויה ולא דעתנית ליצירת חבל אמון בין אנשים (Unopinionated digital scroll). הטכנולוגיה תאפשר לאנשים להצהיר ולפרסם כל דבר באופן פומבי, בצורה שהינה חד משמעית ובלתי ניתנת לשינוי ותספק ודאות לגבי זהות המפרסם.</p><p>LIF היא רשת הצהרות חדשה, מבוזרת - ולחלוטין בלתי תלויה, בלי ניהול מרכזי כמו בפייסבוק או טוויטר, ובלי עריצות הרוב ומנגנון השיפוט הסבוך של בלוקצ'יין.</p><p>הרשת מבוססת על בנייה של אמון בין המשתמשים. כל הצהרה קבילה, אך היא תזכה לאמון, ככל שתשזר בהצהרות נוספות שכבר זכו באמון וככל שתוכן ההצהרה אמת. </p><p>המערכת אינה שיפוטית ואינה מנסה לקבוע מהי האמת, כמו FACT CHECKERS ואינה מנסה להגיע לקונצנזוס, או הכרעה בין משתמשיה. היא פשוט מניחה את הצהרות האנשים זו על גבי זו ושוזרת אותן כך שאינן ניתנות לזיוף או לשינוי. מה האמת? זאת כל משתמש ישתמש בתבונתו ויחליט לעצמו.</p><p>בדיוק כפי שלא ניתן לשכתב אפילו אות בתנ\"ך אחרי 3000 שנה של טכנולוגיית העתקה קפדנית ומסירה מאב לבן, כך, לאחר זמן קצר, לא ניתן יהיה לזייף שום הצהרה שמונחת על פלטפורמת ליף ושעושה שימוש בדיוק באותו עיקרון.</p><p>ליף עובדת כמו בחיים האמיתיים. בתוך זמן קצר יווצר אמון הצדדים באמיתות תוכנן של הצהרותיהם של משתמשים אחרים וסוחרים - למשל -  שבתחילה בדקו היטב אחד את השני, יחושו ביטחון לפעול בתוך הרשת. ככל שתתגבש האמונה בחסינות ההצהרות לשכתובים, ייווצר גם אמון, ויפתח השער לכלכלה חופשית ולשפע - משום שמניעת שיכתובים מונעת מרמאים לשכתב ולשנות בדיעבד את ההיסטוריה ולהתחמק מלקחת אחריות על הצהרותיהם.</p><p>את סוד הצלחתו של הדולר - סוד יצירת האמון באמת - אנו מעתיקים אל העולם הדיגיטלי: <strong>In god we trust</strong></p>",
  "p4": "<p><strong>מה מייחד את LIF?</p></strong><p>כיצד התרחש הפלא, שבו רבבות עותקים של ספר התורה של העם היהודי נפוצו בכל העולם, הועתקו ידנית מדור לדור  ו-2000 שנה מאוחר יותר, כששבו הגולים מתימן מוורשה ומאמריקה – ספרי התורה שבידיהם נותרו זהים?</p><p>כיצד קרה שעותק מספר ישעיה מלפני 2000 שנה, שנגנז במערות קומראן, נמצא זהה לזה המופיע בתנ\"ך בימינו?</p><p>כדי שהתורה תתקיים לעולמי עד, ותועבר בצורה מדויקת, כדי שהנתונים בה לא יהיו ניתנים לשיבוש, שכתוב או מחיקה של תכנים בדיעבד -  לא על ידי כל אדם, מלך, קבוצה או כוח - השתמש עם ישראל בטכנולוגיה פלאית ראשונה מסוגה: מגילות הצהרה ארוגות זו בזו. וממקבץ מגילות קיימות ל\"מגה מגילה\". נעילת המגילות, כמו נעילת הבלוקים בבלוקציין, מספקת להם עמידות נצחית.</p><p>העם חזר על פעולת העתקה, אחסנה, והפצת העותקים שוב ושוב, כדי לאחד את \"מגילת המגה\" בבלוקצ'יין הראשון - התורה, ואחר כך גם את התנ\"ך היהודי, ששרד מעל 3000 שנה בשלמותו!</p><p>שום טקסט קדום אחר לא שרד בצורה מושלמת כל-כך, אך לעם הנצח זה עבד!</p><p>LIF מתחקה אחר אותה שיטה, כשהיא ממומשת בטכנולוגיות קריפטו ו-P2P בדומה להנדסת חיקוי ביולוגי (בדומה למטוסים מודרניים שמתחקים אחר משק כנפי הציפור, כך גם LIF פשוט עושה שימוש חוזר באותה השיטה, עטופה בטכנולוגיות קריפטו, p2p ורשת חדשניות.  מדובר בתיקון מהפכני של המגבלות של טכנולוגיות האינטרנט והבלוקצ'יין של ימינו.</p><p>LIF מיישמת מחדש את הטכנולוגיה הזו, עם מחשוב מודרני: החלפת מגילות, דיו, גלישת גלילה, אימות וחותמת זמן לחלקי הנגד הדיגיטליים שלהם: מגילות דיגיטליות, דיו דיגיטלי (שמתאים לארנק דיגיטלי), גלילה דיגיטלית הנפתחת באמצעות חתימה בין-מגילות, חותמת זמן על ידי הוכחת זמן. הכל על מנת להבטיח שההצהרות שמתפרסמות ב-LIF לא יהיו ניתנות להריסה, השחתה או מחיקה – בעצם LIF מבטיחה את הנצחיות של התורה לכל הצהרה שתתפרסם בה.</p>",
    "p5": "<p><strong>מה ההבדל בין LIF ל-Blockchain?</strong></p><p>Blockchain הייתה הראשונה שיצרה מסד נתונים ציבורי מהימן ונצחי. היא עובדת, אבל יש לה בעיות עצומות; היא איטית ביותר, משום שכל הצהרת עסקה מצריכה הגעה לקונצנזוס של כל חברי הרשת, על אמיתות העובדות שבתוך ההצהרה. זוהי \"מערכת המשפט\" שלהם, שמוכרעת בשיטות PoW (ובבלוקצ'יינים אחרים בשיטת PoS ושיטות הכרעה נוספות). מערכות משפטיות הינן איטיות ויקרות להחריד, שבהן נפוץ לראות ויכוח על דולר, מה שגוזל זמן שיפוטי והוצאות משפט של אלפי שקלים. ולכן, כמו כל במערכת משפט, תהליך ההגעה לקונצנזוס וההכרעה כרוך בעבודה של אלפי מחשבים \"שופטים\" שעומלים קשות במשך כ-10 דקות, על מנת להכריע. מדובר בתהליך שיכול להימשך לפעמים אף שעה! כל זאת בגלל הקמת מערכת המשפט, ושיפוט של כל הצהרה והצהרה, לפני כניסתן לבלוקצ'יין.  – לכן, ככל שהרשת גדלה יותר וצוברת משתמשים, היא הופכת לאיטית יותר. בלוקצ'יין צורכת טונות של אנרגיה! ולכן היא לא שימושית ואינה ניתנת להטמעה יעילה לשימושים ויישומים נוספים, פרט למטבע (שגם בו, ההמונים לא יכולים להשתמש בשל עמלות התפעול הגבוהות בגין כל פעולה). </p><p>בלוקצ'יין היא דמוקרטיה, שבה שואפים להגיע לקונצנזוס של הרוב, כלומר, דיקטטורה שבסופה הרוב כופה את אמונותיו על המיעוט. כל רוב של יותר מ- 50% יכול למנוע ממך להזין נתונים, או אפילו לשנות את הכללים של הרשת.</p><p>רשת LIF עוסקת בחופש. כל אחד יכול להצהיר הצהרות (העברות כספיות, ובאותה מידה גם העלאת סרטוני לייב של חתולים חמודים…).  LIF רק מוודאת, בעזרת שיטת מגילות ההצהרה השזורות של התנ\"ך - שאף אחד לא יוכל לשנות את נתוני הצהרותיך ואת חתימתך.</p><p><strong>שאלה:</strong><p><p>אם כל אחד יכול להצהיר כל דבר - איך אסמוך על מי שמצהיר שהעביר לי 10 מטבעות, שאכן המטבעות האלה היו בבעלותו?</p><p><strong>תשובה:</p><p>\"יזהר הקונה\". זו אחריותם של הצדדים בעסקה, לבדוק את השרשרת ההיסטורית של המגילות ולעבור על הצהרות העברת הבעלות על המטבעות מרגע היווצרם ועד היום. אם שרשרת הבעלות תקינה בעיני הקונה, אזי הוא יאמין להצהרה של העברת המטבעות.</p><p>אך אם הוא לא יאמין, ויחשוב שהמטבעות אינם בבעלות המוכר - הקונה לא ירכוש ממנו את המטבעות.</p><p>האחריות לבדיקה נמצאת אצל הקונה.</p><p>LIF היא פלטפורמה - רשת בלתי תלויה, לא דעתנית שיוצרת חבל אמון (Unopinionated rope of trust) בין המשתמשים. המערכת אינה שיפוטית ואינה מנסה להגיע לקונצנזוס בין המשתמשים, או להכרעה. המערכת משאירה את ההכרעה לכל משתמש ומשתמש לפי תפיסת עולמו, ואינה מבצעת תהליך שיפוט של תוקף הנתונים.</p><p>בדיוק כמו בחיים האמיתיים, החל מסף היכרות מסוים, נוצר אמון וסוחרים שבתחילה בדקו היטב אחד את השני, חשים ביטחון.</p><p>בדיוק כפי שניסיונות זיוף של ספרי התנ\"ך נפלטו בדיעבד על ידי חכמת ההמון, כך גם ההחלטה על תוקף ואמינות הנתונים ב- LIF  תתבצע בדיעבד על ידי המשתמשים בנתונים. באחריות המשתמשים להחליט אם ראוי להאמין לך או לא. LIF מאפשרת לך להכריז במה אתה מאמין, ומי שייחשף לנתונים, יחליט על פי הבנתו ואמונותיו, אם לבטוח בך או שלא. רשת LIF היא פלטפורמה שלא תבזבז אנרגיה לתהליכי אימות והצבעות כמו בבלוקצ'יין. ברשת lif אין שום אלמנט שיפוטי, או שיקול דעת.</p><p>LIF מציעה שינוי כיוון ותיקון מהפכני של המגבלות הקיימות בטכנולוגיות האינטרנט והבלוקצ'יין של ימינו.</p>",
    "p6": "<p><strong>מה הופך את LIF למהימנה</strong></p><p>LIF הוא פרוטוקול ניסיוני עם קוד פתוח, מבוזר ועמיד בפני צנזורה, המפעיל רשת p2p, עם ממשק דמוי MongoDB לגישה לנתונים המאוחסנים בבלוקצ'יין. אנו מנסים לבנות מערכת מהימנה לאחסון ופרסום.</p><p>ממש כשם שברשת האינטרנט יכולים להתפרסם תכנים שונים לשימושים שונים, גם רשת LIF אינה מגבשת דעה, או מביעה עמדה אודות הפרסומים המופיעים בה. אתם המשתמשים, תקבעו מה יופיע בה, בלי צנזורה.</p><p>הטכנולוגיה תאפשר לאנשים להצהיר ולפרסם כל דבר באופן פומבי, בצורה שהינה חד משמעית ובלתי ניתנת לשינוי:</p><p>- לא ניתן יהיה למחוק את הפרסום.</p><p>- לא ניתן יהיה לשנות את הפרסום</p><p>- תהיה ודאות לגבי זהות המפרסם (לא ניתן לחלוק על כך שאתה זה אתה)</p><p>ברשתות תקשורת מחשבים, רשת עמית לעמית (Peer to Peer או בקיצור P2P), היא רשת תקשורת בה כל אחד מהקצוות, מתפקד הן כלקוח והן כשרת, וכל אחד מהקצוות מסוגל ליזום או לסיים התקשרות וכן לספק או לדרוש שירותים.</p><p>עמיתים מעמידים לרשות משתתפי רשת אחרים, חלק מהמשאבים שלהם, כגון כוח עיבוד, אחסון דיסק או רוחב פס רשת, זאת ללא צורך בתיאום מרכזי על ידי שרתים, או מארחים יציבים. בתמורה, הם מקבלים גישה לקבצים שלהם במחשבי המשתמשים האחרים.</p><p>הרשת מתפקדת באופן מבוזר, ללא צורך בתיווך או תלות בגורם מרכזי כלשהו. העמיתים הם משתתפים בעלי זכויות שוויוניות ובעלי יכולות שוות ביישום.</p>",
    "p7": "<p><strong>מידע טכנולוגי</strong></p><p>רשת Unopinionated Rope of Trust  p2p, ליצירת אמון בין אנשים</p><p>LIF הוא פרוטוקול ניסיוני עם קוד פתוח, מבוזר ועמיד בפני צנזורה, המפעיל רשת p2p, עם ממשק דמוי MongoDB לגישה לנתונים המאוחסנים בבלוקצ'יין. אנו מנסים לבנות מערכת מהימנה לאחסון ופרסום.</p><p>הפרויקט הזה יהיה אבולוציוני ויתנהל לפי עקרונות ה- DNA של הולה.</p><p>התפתחות LIF תהיה מצטברת. בניגוד לפרויקטים אחרים, שפיתחו תחילה את הטכנולוגיה, ובהמשך יישמו את השימושים (למשל Bitcoin), תחילה ניישם את ממשק תכנות יישומים (Application Programming Interface- API), עם פתרון פשוט של בסיס נתונים ענק (MongoDB) או   Node (תוכנה לכתיבת אפליקציות רשת סקילאביליות), לאחר מכן נעבור לשרתים מרובים עם רפליקציות, ובסופו של דבר ניישם את LIF, באמצעות p2p. גישה זו תאפשר לנו ליצור את פרוטוקול ה- p2p הטוב ביותר - כזה שמתאים לשימוש אמיתי (ולא בדומה לפרוטוקול ההפוך שקיים כיום – שמנסים לכפות יישום של טכנולוגיה קיימת, בחיים האמיתיים). פרוטוקול שיהיה נוח ונגיש לשימוש המונים.</p><p>ולמהנדסים שבינינו: LIF הוא בסיס נתונים דמוי MongoDB שמופץ על-גבי מפתחות על גבי מערכת קבצים דמוית IPFS, ומנצל טכנולוגיית קריפטוגרפיה מעולם הבלוקציין, ומהווה superset של בלוקציינים קיימים כ-Bitcoin ו-Ethernium.</p><p>זו גישה פורצת דרך של יישום טכנולוגית בלוקצ'יין בדפדפן, פירושו של דבר שמשתמש יכול להתחבר ולהשתמש ברשת הבלוקצ'יין עם דפדפן פשוט. כל אחד עם דפדפן מודרני יכול להתחבר ולגשת לרשת ללא כל צורך להתקין יישום מיוחד. LIF היא טכנולוגיית בלוקצ'יין להמונים. ונפתח תחילה את היישומים סביבו, נאפשר לממשק המשתמש להגדיר את קווי היסוד של פרוטוקול השימוש (במקום להיפך...)</p><p>LIF משלב P2P עם מונגו, Namecoin ורעיונות אחרים לעיצוב בלוקצ'יין, ומאפשרת לך ליצור כל יישום מסד נתונים מבוזר.</p>",
    "p8": "<p><strong>LIF שתישען גם על טכנולוגית P2P תסייע להשמעת האמת</strong></p><p>בניגוד לתקשורת המסורתית המרכזת את כל הכוח אצלה ומכתיבה את סדר היום הציבורי - בתקשורת מבוזרת יש אלפי כותבים, מאות נקודות השקפה. בתקשורת מבוזרת אף קבוצה או אליטה לא יוכלו להחליט שהן רוצות להעלים מידע, או לבצע מניפולציות גסות על המציאות.</p><p>אך גם במקרים שישנו תוכן שראוי שיתפרסם בתקשורת המבוזרת ושזכות הציבור לדעת אותו אמורה היתה לאפשר את פרסומו, אם יש אינטרס לגנוז אותו, תמיד היתה אפשרות להגיע בסופו של דבר לספק שמארח את האתר ולהוריד אותו או לדווח על משתמש/תוכן פוגעני ברשתות החברתיות ולהסירו. מדוע? משום שהספקיות והרשתות לא מחפשות צרות ותמיד יעדיפו לפגוע בלקוח בודד מאשר להיגרר לבתי המשפט או להסתבך עם רשויות הרגולציה.</p><p>ב-LIF, מהרגע שמשתמשים יעלו תכנים, התוכנה תיצור שורת טקסט שנקראת hash. ה- hash מייצג בעצם היכן נמצא התוכן. לפי פרוטוקול LIF, כל התוכן יהיה מבוזר בשיטת Peer to peer, כך שהורדה של מחשב/שרת שמאחסנים את התוכן לא תעזור, מכיוון שהחומר נמצא במחשבים רבים אחרים שמארחים את התוכן.</p><p><strong>התוצאה: עולם שבו אי אפשר לשכתב את ההיסטוריה, או לגנוז את האמת!</strong></p>"
}

