{
  "title": "אודות LIF",
  "p1": "אנחנו חיים בעידן של השתקה. כל אמירה שאינה נחשבת לפוליטיקלי קורקט ושאינה מתיישבת עם תפיסת העולם הפרוגרסיבית אשר מנהלת את מרחב השיח הציבורי ביד רמה, מושתקת ונגנזת. כבר אין מקום למגוון דעות. אין מקום לשיח ואם האמת אינה מתאימה לניגון הכללי - אין גם מקום לאמת.",
  "p2": "<p>אנחנו נמצאים בשיאו של תהליך התפרקות מושג האמת. במציאות רוויית דיסאינפורמציה, חדשות כזב ודעות המוצגות כעובדות. היום יותר מאי פעם, אנו חיים בעולם של אי וודאות, בלבול וחשש. אנחנו יודעים שענקיות האינטרנט מבצעות כל העת מניפולציות על התודעה שלנו. הטכנולוגיה הפכה לכלי שליטה במקום לשמש למטרה שלשמה נוצרה – כלי לחירות.<p><p>גזלו מאיתנו את האמת ה\"פשוטה\" והחד ממדית ובמקומה קיבלנו \"אמת רבודה\" ורבת מימדים, המותאמת לנו ולמה שאפשר להפיק מאיתנו. יותר כבר לא ניתן לענות בפשטות על אף שאלה, ולו הפשוטה ביותר.</p><p>לצד אובדן האמת, חופש הביטוי נרמס על ידי ממשלות, קבוצות, כלי תקשורת וענקיות האינטרנט, אשר נאלצות למשטר את השיח בשם הרגולטוריות, המדינות וקבוצות אינטרס.</p><p><strong>כשאין אמת אין אמון</strong></p><p>היום יותר מתמיד, עומדים בידי ממשלות ותאגידים, אמצעים לרסק את חופש הביטוי של הפרט באמצעות ניהול קמפיין מגמתי המציג את שקרים כאמת מוחלטת ואת האמת כשקר קונספירטיבי. ללא יכולת אובייקטיבית להבחין בין אמת לשקר, בעל הכיסים העמוקים תמיד ינצח. הטכנולוגיה הפכה לכלי שליטה במקום לשמש ככלי לחירות.</p><p><strong>אך הטכנולוגיה שיצרה את הבעיה – היא גם זו שממנה תבוא הישועה.</strong></p><p>הכירו את LIF - סטארט אפ טכנולוגי-פוליטי לקידום האמון וחירות האדם. סטארט אפ – שמאפשר לקהילה להחליף את המדינה, או את ענקיות התודעה ולהחזיר לאדם את חירותו. LIF היא הדרך שלנו לפעול החזרת הזכויות השייכות לנו, על ידי יצירת רשת ששום ממשלה או קואפרטיב גדול לא יוכלו לשלוט בה, להשביתה או לצנזר אותה.</p><p><strong>כל חברי הקהילה יהיו שותפים בבריאת עולם וירטואלי שיש בו אמת - והאמון בין אנשים יוכל לשוב ולהתקיים.</strong></p>",
  "p3": "<p><strong>LIF - Liberty Independence Freedom</strong></p><p>LIF היא טכנולוגיה חדשה לגמרי, שמציעה כוון חדש ותיקון מהפכני, של המגבלות הקיימות בטכנולוגיות האינטרנט והבלוקצ'יין של ימינו. מדובר ברשת Peer to Peer בלתי תלויה ולא דעתנית ליצירת חבל אמון בין אנשים (Unopinionated digital scroll). הטכנולוגיה תאפשר לאנשים להצהיר ולפרסם כל דבר באופן פומבי, בצורה שהינה חד משמעית ובלתי ניתנת לשינוי ותספק ודאות לגבי זהות המפרסם.</p><p>LIF היא רשת הצהרות חדשה, מבוזרת - ולחלוטין בלתי תלויה, בלי ניהול מרכזי כמו בפייסבוק או טוויטר, ובלי עריצות הרוב ומנגנון השיפוט הסבוך של בלוקצ'יין.</p><p>הרשת מבוססת על בנייה של אמון בין המשתמשים. כל הצהרה קבילה, אך היא תזכה לאמון, ככל שתשזר בהצהרות נוספות שכבר זכו באמון וככל שתוכן ההצהרה אמת. </p><p>המערכת אינה שיפוטית ואינה מנסה לקבוע מהי האמת, כמו FACT CHECKERS ואינה מנסה להגיע לקונצנזוס, או הכרעה בין משתמשיה. היא פשוט מניחה את הצהרות האנשים זו על גבי זו ושוזרת אותן כך שאינן ניתנות לזיוף או לשינוי. מה האמת? זאת כל משתמש ישתמש בתבונתו ויחליט לעצמו.</p><p>בדיוק כפי שלא ניתן לשכתב אפילו אות בתנ\"ך אחרי 3000 שנה של טכנולוגיית העתקה קפדנית ומסירה מאב לבן, כך, לאחר זמן קצר, לא ניתן יהיה לזייף שום הצהרה שמונחת על פלטפורמת ליף ושעושה שימוש בדיוק באותו עיקרון.</p><p>ליף עובדת כמו בחיים האמיתיים. בתוך זמן קצר יווצר אמון הצדדים באמיתות תוכנן של הצהרותיהם של משתמשים אחרים וסוחרים - למשל -  שבתחילה בדקו היטב אחד את השני, יחושו ביטחון לפעול בתוך הרשת. ככל שתתגבש האמונה בחסינות ההצהרות לשכתובים, ייווצר גם אמון, ויפתח השער לכלכלה חופשית ולשפע - משום שמניעת שיכתובים מונעת מרמאים לשכתב ולשנות בדיעבד את ההיסטוריה ולהתחמק מלקחת אחריות על הצהרותיהם.</p><p>את סוד הצלחתו של הדולר - סוד יצירת האמון באמת - אנו מעתיקים אל העולם הדיגיטלי: <strong>In god we trust</strong></p>",
  "p4": "<p><strong>מה מייחד את LIF?</p></strong> <p>כיצד התרחש הפלא, שבו רבבות עותקים של ספר התורה של העם היהודי נפוצו בכל העולם, הועתקו ידנית מדור לדור  ו-2000 שנה מאוחר יותר, כששבו הגולים מתימן מוורשה ומאמריקה – ספרי התורה שבידיהם נותרו זהים?</p> <p>כיצד קרה שעותק מספר ישעיה מלפני 2000 שנה, שנגנז במערות קומראן, נמצא זהה לזה המופיע בתנ\"ך בימינו?</p> <p>כדי שהתורה תתקיים לעולמי עד, ותועבר בצורה מדויקת, כדי שהנתונים בה לא יהיו ניתנים לשיבוש, שכתוב או מחיקה של תכנים בדיעבד -  לא על ידי כל אדם, מלך, קבוצה או כוח - השתמש עם ישראל בטכנולוגיה פלאית ראשונה מסוגה: מגילות הצהרה ארוגות זו בזו. וממקבץ מגילות קיימות ל\"מגה מגילה\". נעילת המגילות, כמו נעילת הבלוקים בבלוקציין, מספקת להם עמידות נצחית.</p> <p>העם חזר על פעולת העתקה, אחסנה, והפצת העותקים שוב ושוב, כדי לאחד את \"מגילת המגה\" בבלוקצ'יין הראשון - התורה, ואחר כך גם את התנ\"ך היהודי, ששרד מעל 3000 שנה בשלמותו!</p> <p>שום טקסט קדום אחר לא שרד בצורה מושלמת כל-כך, אך לעם הנצח זה עבד!</p> <p>LIF מתחקה אחר אותה שיטה, כשהיא ממומשת בטכנולוגיות קריפטו ו-P2P בדומה להנדסת חיקוי ביולוגי (בדומה למטוסים מודרניים שמתחקים אחר משק כנפי הציפור, כך גם LIF פשוט עושה שימוש חוזר באותה השיטה, עטופה בטכנולוגיות קריפטו, p2p ורשת חדשניות.  מדובר בתיקון מהפכני של המגבלות של טכנולוגיות האינטרנט והבלוקצ'יין של ימינו.</p> <p>LIF מיישמת מחדש את הטכנולוגיה הזו, עם מחשוב מודרני: החלפת מגילות, דיו, גלישת גלילה, אימות וחותמת זמן לחלקי הנגד הדיגיטליים שלהם: מגילות דיגיטליות, דיו דיגיטלי (שמתאים לארנק דיגיטלי), גלילה דיגיטלית הנפתחת באמצעות חתימה בין-מגילות, חותמת זמן על ידי הוכחת זמן. הכל על מנת להבטיח שההצהרות שמתפרסמות ב-LIF לא יהיו ניתנות להריסה, השחתה או מחיקה – בעצם LIF מבטיחה את הנצחיות של התורה לכל הצהרה שתתפרסם בה.</p>",
    "p5": "<p><strong>מה ההבדל בין LIF  ל-Blockchain?</strong> <p>Blockchain הייתה הראשונה שיצרה רשת מסד נתונים מהימנה. היא עובדת, אבל יש לה בעיות עצומות; היא ממש איטית, משום שכל עסקה מצריכה את הסכמתם של כל חברי הרשת – לכן, ככל שהרשת גדלה יותר וצוברת משתמשים, היא הופכת לאיטית יותר. בלוקצ'יין צורכת טונות של אנרגיה! ולכן היא לא שימושית ואינה ניתנת להטמעה יעילה לשימושים ויישומים נוספים, פרט למטבע. ההמונים לא יכולים להשתמש במטבע בלוקצ'יין. תארו לעצמכם כמה אנרגיה מתבזבזת כשמנסים להעביר סכום פעוט כמו 5 ש\"ח.</p> <p>LIF משתמשת מחדש במגילות ההצהרה השזורות של משה רבנו. בלוקצ'יין היא דמוקרטיה טוטליטרית, שבה הרוב כופה את אמונותיו על המיעוט. כל רוב של יותר מ- 50% יכול למנוע ממך להזין נתונים, או אפילו לשנות את הכללים של הרשת. לעומת זאת, רשת LIF עוסקת בחופש. כל אחד יכול להזין אליה נתונים ולעלות אליה חומרים. רק LIF מוודאת שאף אחד לא יכול לשנות את הנתונים שלך, ולהבטיח שאתה הבעלים של הנתונים שלך, זה הכל.</p> <p>לא מתבצע תהליך שיפוט של תוקף הנתונים שלך. ההחלטה על תוקף ואמינות הנתונים תתבצע בדיעבד על ידי המשתמשים בנתונים. באחריות המשתמשים להחליט אם ראוי להאמין לך או לא. LIF מאפשרת לך להכריז במה אתה מאמין, ומי שייחשף לנתונים, יחליט על פי אמונותיו. רשת LIF היא פלטפורמה שלא תבזבז אנרגיה לתהליכי אימות והצבעות כמו בבלוקצ'יין, משום שלרשת אין שום אלמנט שיפוטי, או שיקול דעת.</p>"


}

