{
   "title": "חירות, עצמאות, חופש",
   "title2": "Liberty, Independence, Freedom",
   "title3": "רשת האינטרנט החופשית!",
   "what_is_lif": "מהי LIF?",
   "lif_is": "סטארט אפ – שמאפשר לקהילה להחליף את המדינה, או את ענקיות התודעה ולהחזיר לאדם את חירותו. LIF היא הדרך שלנו לפעול החזרת הזכויות השייכות לנו, על ידי יצירת רשת crypto p2p ששום ממשלה או קואפרטיב גדול לא יוכלו לשלוט בה, להשביתה או לצנזר אותה.",
   "more_info": "לפרטים נוספים…",
   "usage_examples": "דוגמאות לשימושים אפשריים ב-LIF",
   "usage1": "אפליקציות חברתיות",
   "usage1_desc": "אם אי פעם השתמשת בפייסבוק, אתה יודע עד כמה בודקי העובדות מעצבנים, מטעים וטועים לעיתים קרובות מדי (אוף!).",
   "usage2": "מטבע קריפטו",
   "usage2_desc": "כיום הכסף שלך, אינו ממש שלך (אם אתה באמת יכול לקרוא לכסף של FIAT \"כסף\" ...). מה אם אתה יכול להשתמש במטבע שאינו מזויף (כמו כל הכסף הממשלתי).",
   "usage3": "מערכת הצבעה",
   "usage3_desc": "האם אתה סומך על הצבעות \"האח הגדול\"? האם אי פעם צפית בתוכנית טלוויזיה בה הקהל מצביע, והיית בטוח שההפקה זייפה את הקולות? האם אתה בטוח שההצבעה במדינה שלך היא לגיטימית?",
   "see_all_use_cases": "לכל הדוגמאות",
   "lif_advantages": "מה מייחד את LIF?",
   "lif_advantages_p1": "LIF מבוססת על טכנולוגיה מוכחת בת 3000 שנה. כשמשה רבנו, כתב את התורה, היה עליו להבטיח שהיא תתקיים לעולמי עד, שהנתונים בה לא יהיו ניתנים לשיבוש או מחיקה -  לא על ידי כל אדם, מלך, קבוצה או כוח. הוא המציא טכנולוגיה ראשונה מסוגה: מגילות הצהרה ארוגות. מקבץ מגילות קיימות ל\"מגה מגילה\".",
   "lif_advantages_p2": "הוא חזר על פעולה זו שוב, כדי לאחד את \"מגילות המגה\" לבלוקצ'יין הראשון שלו - התורה, ואחר כך גם התנ\"ך היהודי, ששרד מעל 3000 שנה בשלמותו!",
   "lif_advantages_p3": "שום טקסט קדום אחר לא שרד בצורה מושלמת כל-כך - למשה זה עבד! משה הצליח! LIF פשוט עושה שימוש חוזר באותה השיטה, עטופה בטכנולוגיות קריפטו, p2p ואינטרנט חדשניות.  מדובר בתיקון מהפכני של המגבלות של טכנולוגיות האינטרנט והבלוקצ'יין של ימינו.",
   "lif_vs_block": "מה ההבדל בין LIF  ל-Blockchain?",
   "lif_vs_block_p1": "Blockchain הייתה הראשונה שיצרה רשת מסד נתונים מהימנה. היא עובדת, אבל יש לה בעיות עצומות; היא ממש איטית, משום שכל עסקה מצריכה את הסכמתם של כל חברי הרשת – לכן, ככל שהרשת גדלה יותר וצוברת משתמשים, היא הופכת לאיטית יותר. בלוקצ'יין צורכת טונות של אנרגיה! ולכן היא לא שימושית ואינה ניתנת להטמעה יעילה לשימושים ויישומים נוספים, פרט למטבע. ההמונים לא יכולים להשתמש במטבע בלוקצ'יין. תארו לעצמכם כמה אנרגיה מתבזבזת כשמנסים להעביר סכום פעוט כמו 5 ש\"ח.",
   "lif_vs_block_p2": "LIF משתמשת מחדש במגילות ההצהרה השזורות של משה רבנו. בלוקצ'יין היא דמוקרטיה טוטליטרית, שבה הרוב כופה את אמונותיו על המיעוט. כל רוב של יותר מ- 50% יכול למנוע ממך להזין נתונים, או אפילו לשנות את הכללים של הרשת. לעומת זאת, רשת LIF עוסקת בחופש. כל אחד יכול להזין אליה נתונים ולעלות אליה חומרים. רק LIF מוודאת שאף אחד לא יכול לשנות את הנתונים שלך, ולהבטיח שאתה הבעלים של הנתונים שלך, זה הכל.",
   "lif_vs_block_p3": "לא מתבצע תהליך שיפוט של תוקף הנתונים שלך. ההחלטה על תוקף ואמינות הנתונים תתבצע בדיעבד על ידי המשתמשים בנתונים. באחריות המשתמשים להחליט אם ראוי להאמין לך או לא. LIF מאפשרת לך להכריז במה אתה מאמין, ומי שייחשף לנתונים, יחליט על פי אמונותיו. רשת LIF היא פלטפורמה שלא תבזבז אנרגיה לתהליכי אימות והצבעות כמו בבלוקצ'יין, משום שלרשת אין שום אלמנט שיפוטי, או שיקול דעת.",
   "want_to_help": "רוצים לקחת חלק ביצירת LIF?",
   "lif_vs_block_more": "מעוניין לדעת יותר?",
   "want_to_help_desc1": "LIF נמצאת בשלב מוקדם מאוד של התהוות. אנחנו רק מתחילים. אנחנו עדיין מגדירים את החלקים העיקריים של הרשת, איך זה יעבוד ואת ה- API. אתם מוזמנים להצטרף! אם אתם יזמים ואנשי סטרט אפ, שרוצים שנחלוק איתכם רעיונות לסטרטאפים שניתן לפתח על רשת LIF, צרו איתנו קשר!",
   "want_to_help_desc2": "אם אתם סטארטאפיסטים, משקיעים וקרנות הון סיכון, תכנתים, אנשי טכנולוגיה, מנהלי מוצר, מעצבים גרפיים, אנשי הפקה, צלמים, מתרגמים ועוד וחושבים שתוכלו להירתם לסטארטפ החירות של LIF, צרו איתנו קשר!",
   "want_to_help_desc3": "אם אתם אנשי רוח, אנשי חירות, מובילי דעת קהל, רעיונאים, אנשי אסטרטגיה, יח\"צ ותקשורת, כתבים טכניים ועוד - שרוצים לעזור לבנות את LIF ולהפיץ את הרעיון, צרו איתנו קשר!",
   "contact_us": "צרו קשר!",
   "name": "שם:",
   "email": "טלפון:",
   "phone": "דוא\"ל:",
   "send": "שליחה",
   "what_i_can_do": "מה אני יכול? (טקסט חופשי)",
   "thank_you_will_get_back_to_you_soon": "תודה רבה. ניצור עמך קשר בהקדם :-)"
}
