{
   "title": "חירות, עצמאות, חופש",
   "title2": "רשת האינטרנט החופשית!",
   "what_is_lif": "מהי LIF?",
   "lif_is": "Liberty Independence Freedom, היא רשת Peer to Peer בלתי תלויה ולא דעתנית ליצירת חבל אמון בין אנשים (Unopinionated Rope of Trust).",
   "lif_is2": "הטכנולוגיה תאפשר לאנשים להצהיר ולפרסם כל דבר באופן פומבי, בצורה שהינה חד משמעית ובלתי ניתנת לשינוי ותספק ודאות לגבי זהות המפרסם.",
   "more_info": "לפרטים נוספים…",
   "what_can_i_do_with_lif": "מה אני יכול לעשות עם LIF?",
   "what_can_i_do_with_lif_desc1": "מטבע Cryptocurrency",
   "what_can_i_do_with_lif_desc2": "הצהרת כוונות בעלת תוקף משפטי בכל עניין",
   "what_can_i_do_with_lif_desc3": "יצירה וחתימת מסמכים משפטיים, חוזים והסכמים",
   "what_can_i_do_with_lif_desc4": "מערכת הצבעות",
   "what_can_i_do_with_lif_desc5": "הקמת כל אתר שלא ניתן לצנזר או לחסום",
   "what_can_i_do_with_lif_desc6": "אפליקציות מסרים ותוכן ללא צנזורה",
   "usage_examples": "דוגמאות לשימושים אפשריים ב-LIF",
   "usage1": "אפליקציות חברתיות",
   "usage1_desc": "אם אי פעם השתמשת בפייסבוק, אתה יודע עד כמה בודקי העובדות מעצבנים, מטעים וטועים לעיתים קרובות מדי (אוף!).",
   "usage2": "מטבע קריפטו",
   "usage2_desc": "כיום הכסף שלך, אינו ממש שלך (אם אתה באמת יכול לקרוא לכסף של FIAT \"כסף\" ...). מה אם אתה יכול להשתמש במטבע שאינו מזויף (כמו כל הכסף הממשלתי).",
   "usage3": "מערכת הצבעה",
   "usage3_desc": "האם אתה סומך על הצבעות \"האח הגדול\"? האם אי פעם צפית בתוכנית טלוויזיה בה הקהל מצביע, והיית בטוח שההפקה זייפה את הקולות? האם אתה בטוח שההצבעה במדינה שלך היא לגיטימית?",
   "lif_advantages": "היתרונות של LIF:",
   "lif_advantages_desc1": "LIF  קלה לשימוש לכל אחד :-)",
   "lif_advantages_desc2": "הנתונים לעולם לא נעלמים",
   "lif_advantages_desc3": "תמיד ניתן למצוא ולשלוף את הנתונים במהירות",
   "lif_advantages_desc4": "לא ניתן לשנות, לשנות או לזייף נתונים לאחר פרסומם",
   "lif_advantages_desc5": "יש חותמת זמן שלא ניתן לערער עליה!",
   "want_to_help": "רוצים לקחת חלק ביצירת LIF?",
   "want_to_help_desc1": "LIF נמצאת בשלב מוקדם מאוד של התהוות. אנחנו רק מתחילים. אנחנו עדיין מגדירים את החלקים העיקריים של הרשת, איך זה יעבוד ואת ה- API. אנו מתכננים להגיע עם POC ראשוני בעוד מספר שבועות. אנחנו רק מתחילים, ואתם מוזמנים להצטרף! אם אתם יזמים ואנשי סטרט אפ, שרוצים שנחלוק איתכם רעיונות לסטרטאפים שניתן לפתח על רשת LIF, צרו איתנו קשר!",
   "want_to_help_desc2": "אם אתם סטארטאפיסטים, משקיעים וקרנות הון סיכון, תכנתים, אנשי טכנולוגיה, מנהלי מוצר, מעצבים גרפיים, אנשי הפקה, צלמים, מתרגמים ועוד וחושבים שתוכלו להירתם לסטארטפ החירות של LIF, צרו איתנו קשר!",
   "want_to_help_desc3": "אם אתם אנשי רוח, אנשי חירות, מובילי דעת קהל, רעיונאים, אנשי אסטרטגיה, יח\"צ ותקשורת, כתבים טכניים ועוד - שרוצים לעזור לבנות את LIF ולהפיץ את הרעיון, צרו איתנו קשר!",
   "contact_us": "צרו קשר!",
   "name": "שם:",
   "email": "טלפון:",
   "phone": "דוא\"ל:",
   "send": "שליחה",
   "what_i_can_do": "מה אני יכול? (טקסט חופשי)",
   "thank_you_will_get_back_to_you_soon": "תודה רבה. ניצור עמך קשר בהקדם :-)"
}
