{
   "title": "חירות, עצמאות, חופש",
   "title2": "Liberty, Independence, Freedom",
   "title3": "רשת האינטרנט החופשית!",
   "what_is_lif": "מהי LIF?",
   "lif_is": "<p>LIF היא רעיון טכנולוגי למימוש רשת לאחסנה נצחית של הצהרות המשתמשים. הרשת תיושם על ידי טכנולוגית P2P וקריפטוגרפיה. הקוד יפותח על ידי קהילת LIF בפרויקט קוד פתוח.</p> <p>LIF היא מערכת אחסנת הצהרות שמבטיחה להן חיי נצח, כך ששום ממשלה או קואפרטיב גדול לא יוכלו לשלוט בה, להשביתה או לצנזר אותה. כל הצהרה שתפורסם ברשת LIF תקבל חותמת זמן, שיכולה לשמש כראיה כרונולוגית.</p> <p>ב-LIF הכל יהיה גלוי – גם זהות המצהיר! LIF מסתמכת על זיכרון רשת ציבורי שמבטיח שהמידע שלך יישמר לנצח AS IS, מה שמאפשר לקהילה להתייצב נוכח המדינות, או ענקיות התודעה ולהחזיר לאדם את חירותו.</p> <p>כל אחד מצהיר את הצהרותיו על מחשבו (הצהרה = פיסת מידע עם חותמת זמן וחתימה קריפטוגרפית של ארנקו האישי). אלה מאוחסנים בקובץ ברצף בדומה לרצף של מגילה - יש את נקודת הפתיחה של המגילה ומשם מתווספות הצהרות נוספות.</p> <p>אחסנה, שכפול, והפצת העותקים מתבצעים על ידי \"שמור לי ואשמור לך\" - על כל GB מגילה של חבר רשת, אותו חבר יקצה  GB 10, עבור שמירת עותקים והפצת הצהרות של עמיתים ברשת. כל חבר ברשת מקצה חלק מנפח הדיסק שלו לצורך עזרה לעמיתים ברשת - על מנת לשמר, לשכפל ולהפיץ עותקים - על כל יחידת אחסנה שתנצל לצורך שמירת חומרים שלך, אתה שומר תוכן למשתמש אחר וחותם (יחד עם חתימת זמן) עם המפתח הפרטי של ארנקך על מגילת חברך.</p>",
   "more_info": "לפרטים נוספים…",
   "usage_examples": "דוגמאות לשימושים אפשריים ב-LIF",
   "usage1": "אפליקציות חברתיות",
   "usage1_desc": "אם אי פעם השתמשת בפייסבוק, אתה יודע עד כמה בודקי העובדות מעצבנים, מטעים וטועים לעיתים קרובות מדי (אוף!).",
   "usage2": "מטבע קריפטו",
   "usage2_desc": "כיום הכסף שלך, אינו ממש שלך (אם אתה באמת יכול לקרוא לכסף של FIAT \"כסף\" ...). מה אם אתה יכול להשתמש במטבע שאינו מזויף (כמו כל הכסף הממשלתי).",
   "usage3": "מערכת הצבעה",
   "usage3_desc": "האם אתה סומך על הצבעות \"האח הגדול\"? האם אי פעם צפית בתוכנית טלוויזיה בה הקהל מצביע, והיית בטוח שההפקה זייפה את הקולות? האם אתה בטוח שההצבעה במדינה שלך היא לגיטימית?",
   "see_all_use_cases": "לכל הדוגמאות",
   "lif_advantages": "מה מייחד את LIF?",
   "lif_advantages_p": "<p>LIF מבוססת על טכנולוגיה מוכחת בת יותר מ- 3300 שנה...</p><p>כיצד התרחש הפלא, שבו רבבות עותקים של ספר התורה נפוצו בכל העולם, הועתקו ידנית מדור לדור - ו-2000 שנה מאוחר יותר, כששבו הגולים מתימן מווארשה ומאמריקה – ספרי התורה שבידיהם נותרו זהים?</p><p>כיצד קרה שעותק מספר ישעיה מלפני 2000 שנה, שנגנז במערות קומראן, נמצא זהה לזה המופיע בתנ\"ך בימינו?</p><p>כדי שהתורה תתקיים לעולמי עד, ותועבר בצורה מדויקת, כדי שהנתונים בה לא יהיו ניתנים לשיבוש או מחיקה - לא על ידי כל אדם, מלך, קבוצה או כוח. השתמש עם ישראל בטכנולוגיה פלאית ראשונה מסוגה: מגילות הצהרה ארוגות זו בזו. וממקבץ מגילות קיימות ל\"מגה מגילה\".</p><p>העם חזר על פעולת העתקה, אחסנה, והפצת העותקים שוב ושוב, כדי לאחד את \"מגילות המגה\" לבלוקצ'יין הראשון - התורה, ואחר כך גם את התנ\"ך היהודי, ששרד מעל 3000 שנה בשלמותו!</p><p>שום טקסט קדום אחר לא שרד בצורה מושלמת כל-כך – לעם הנצח זה עבד!</p><p>LIF מתחקה אחר אותה שיטה, כשהיא ממומשת בטכנולוגיות קריפטו ו-P2P בדומה להנדסת חיקוי ביולוגי (בדומה ל- winglets של מטוסים מודרניים שהונדסו ע\"י חיקוי מבנה כנפי ציפור). LIF מחקה טכנולוגית שימור מידע עתיקה, בכלים טכנולוגים מודרניים.</p>",
   "lif_vs_block": "מה ההבדל בין LIF  ל-Blockchain?",
   "lif_vs_block_p": "<p>Blockchain הייתה הראשונה שיצרה מסד נתונים ציבורי מהימן ונצחי. היא עובדת, אבל יש לה בעיות עצומות; היא איטית ביותר, משום שכל הצהרת עסקה מצריכה הגעה לקונצנזוס של כל חברי הרשת, על אמיתות העובדות שבתוך ההצהרה. זוהי \"מערכת המשפט\" שלהם, שמוכרעת בשיטות PoW (ובבלוקצ'יינים אחרים בשיטת PoS ושיטות הכרעה נוספות). מערכות משפטיות הינן איטיות ויקרות להחריד, שבהן נפוץ לראות ויכוח על דולר, מה שגוזל זמן שיפוטי והוצאות משפט של אלפי שקלים. ולכן, כמו כל במערכת משפט, תהליך ההגעה לקונצנזוס וההכרעה כרוך בעבודה של אלפי מחשבים \"שופטים\" שעומלים קשות במשך כ-10 דקות, על מנת להכריע. מדובר בתהליך שיכול להימשך לפעמים אף שעה! כל זאת בגלל הקמת מערכת המשפט, ושיפוט של כל הצהרה והצהרה, לפני כניסתן לבלוקצ'יין.  – לכן, ככל שהרשת גדלה יותר וצוברת משתמשים, היא הופכת לאיטית יותר. בלוקצ'יין צורכת טונות של אנרגיה! ולכן היא לא שימושית ואינה ניתנת להטמעה יעילה לשימושים ויישומים נוספים, פרט למטבע (שגם בו, ההמונים לא יכולים להשתמש בשל עמלות התפעול הגבוהות בגין כל פעולה).</p><p>בלוקצ'יין היא דמוקרטיה, שבה שואפים להגיע לקונצנזוס של הרוב, כלומר, דיקטטורה שבסופה הרוב כופה את אמונותיו על המיעוט. כל רוב של יותר מ- 50% יכול למנוע ממך להזין נתונים, או אפילו לשנות את הכללים של הרשת.</p><p>רשת LIF עוסקת בחופש. כל אחד יכול להצהיר הצהרות (העברות כספיות, ובאותה מידה גם העלאת סרטוני לייב של חתולים חמודים…).  LIF רק מוודאת, בעזרת שיטת מגילות ההצהרה השזורות של התנ\"ך - שאף אחד לא יוכל לשנות את נתוני הצהרותיך ואת חתימתך.</p>",
   "lif_vs_block_more": "מעוניין לדעת יותר?",   
   "contact_us": "צרו קשר!",
   "name": "שם:",
   "email": "טלפון:",
   "phone": "דוא\"ל:",
   "send": "שליחה",
   "what_i_can_do": "מה אני יכול? (טקסט חופשי)",
   "thank_you_will_get_back_to_you_soon": "תודה רבה. ניצור עמך קשר בהקדם :-)"
}
