const lang = {
    test: <div>TEST</div>,
body: <div style={{direction: 'rtl'}}>
<h2>עידן הפוסט אמת – כבר לא גזרת גורל!</h2>
<div>
אנחנו נמצאים בשיאו של תהליך התפרקות מושג האמת, במציאות רוויית דיסאינפורמציה, חדשות כזב ודעות המוצגות כעובדות. היום יותר מאי פעם, אנו חיים בעולם של אי וודאות, בלבול וחשש. בעוד שבעבר האמת הייתה "פשוטה" וחד ממדית - אמת אחת – כעת, קיבלנו אמת "רבודה" ורבת מימדים, שתלויה במספר גורמים גדל והולך. כלומר יותר לא ניתן לענות בפשטות על אף שאלה, ולו הפשוטה ביותר.
</div>
<h2>כשאין אמת, אין אמון</h2>
<div>
ישנן תופעות שונות הקשורות בעודף מידע, משחקי מילים ודעות במקום בירור עובדות, אבל האמת האכזרית היא שמאחורי כל דעה ושיטה מסתתרת אידיאולוגיה, או אינטרס, ולטובתם אפשר לעשות הכל  - בעולם של ביג דאטה ניתן לכוון את כל הקהל לכל מקום שרוצים ולעצב את דעתו בהתאמה.
לצד אובדן האמת, חופש הביטוי נרמס על ידי ממשלות, קבוצות, כלי תקשורת וענקיות האינטרנט, אשר נאלצות למשטר את השיח בשם הרגולטוריות/המדינות. 
</div>
<div>
<b>
הטכנולוגיה הפכה לכלי שליטה במקום לשמש למטרה שלשמה נוצרה – כלי לחירות. כל חברי הקהילה יהיו שותפים בבריאת עולם וירטואלי שיש בו אמת והאמון בין אנשים יוכל לשוב ולהתקיים.  
</b>
</div>
<h3>הפתרון - Liberty independence freedom zone - LIF</h3>
<h2>מהי LIF?</h2>
<div>
רשת Peer to peer Blockchain ליצירת אמון בין אנשים. הטכנולוגיה תאפשר לאנשים להצהיר כל דבר באופן פומבי בצורה שהינה חד משמעית ובלתי ניתנת לשינוי:
<ul>
<li>לא ניתן יהיה למחוק את הפרסום</li>
<li>לא ניתן יהיה לשנות את הפרסום</li>
<li>תהיה ודאות לגבי זהות המפרסם (לא ניתן לחלוק על כך שאתה זה אתה)</li>
</ul>
בתקשורת מבוזרת יש אלפי כותבים, מאות נקודות השקפה. היא תקשורת שבה אף קבוצה או אליטה לא יכולה להחליט שהיא רוצה להעלים מידע, או לבצע מניפולציות גסות על המציאות.
מחשוב עמית לעמית (P2P) או רשת הוא ארכיטקטורת יישומים מבוזרת המחלקת משימות או עומסי עבודה בין עמיתים. עמיתים הם משתתפים בעלי זכויות שוויוניות ובעלי יכולות באותה מידה ביישום. אומרים שהם יוצרים רשת עמית לעמית של צמתים.
עמיתים מעמידים חלק מהמשאבים שלהם, כגון כוח עיבוד, אחסון דיסק או רוחב פס רשת, זמינים ישירות למשתתפי רשת אחרים, ללא צורך בתיאום מרכזי על ידי שרתים או מארחים יציבים. 
עמיתים הם גם ספקים וגם צרכני משאבים, בניגוד למודל המסורתי של שרת הלקוחות שבו הצריכה והיצע המשאבים מחולקים. מערכות P2P שיתופיות מתפתחות הולכות מעבר לעידן של עמיתים שעושות דברים דומים תוך שיתוף משאבים ומחפשות עמיתים מגוונים שיכולים להביא משאבים ויכולות ייחודיות לקהילה וירטואלית ובכך לאפשר לה לעסוק במשימות גדולות יותר מעבר לאלו שניתן להשיג על ידי משתמשים בודדים.
</div>
</div>

};

export default lang;
