
{
  "title": "About LIF",
   "p1": "<p><strong>What is LIF?</strong></p><p>LIF - a technology that provides eternal life to users' declarations, while encouraging trust in the declarations. This in turn creates a Public Internet. The network will be implemented by P2P technology and cryptography. The code will be developed by the LIF community in an open source project.</p><p>LIF is a declaration storage system that guarantees them eternal life, and contains technologies that prevent disruption, censorship, or retrospective addition.</p><p>No collective will be able to control, strike or censor it. LIF declarations are time stamped and signed on the scroll, right under the signature of the previous decoration on that scroll.</p><p>Everything in LIF is public and visible to all - in contrary to the Internet which is private the hidden by default. LIF creates public memory and public communication, which ensures that your information is stored forever, and enables you to communicate with any man. Thus providing power to man to stand up against the collective, providing man with liberty, enabling man to live his life by his beliefs.</p><p>The declarant declares his declarations on a scroll in his computer. What is a declaration? a declaration is information (data) with a timestamp and a cryptographic signature of the declarant's personal wallet. So what is a Scroll? a scroll is a file created by the declarant, where declarations are appended and stored sequentially, in a similar way that declarations are written one after the other on a scroll. Scroll are created by an \"opening declarations\", then the declarations are appended sequentially, and optionally its closed by a \"closing declaration\", to prevent declarations appended after scroll closing. Every declaration includes in its signature calculation the signature on the previous declaration in the scroll, to prevent new declarations inserted mid scroll.</p><p>Storage, duplication, and distribution of the copies is incentivized by \"Save mine and I will save yours\". For every GB of scroll storage, the user allocates 10GB storage for saving copies and distributing scrolls of other LIF users. Each user allocates part of his storage to help other users preserve, duplicate and distribute their scrolls.</p>Trust in scrolls is created by notarizing: declaring witnessing a signed declaration in another scroll, providing provable order between two declarations in different scrolls. Timestamping helps further pinpoint the order. <strong>B</strong> notarizing a declaration from scroll <strong>A</strong>, proves declarations before the <strong>A</strong>'s declaration notarized, were declared before <strong>B</strong>'s notorization declaration.</p>",
   "p2": "<p><strong>When there is no truth there is no trust</strong></p><p>We live in an age of silence. Any declaration that is not considered politically correct and that does not reconcile with the progressive worldview that manages the public discourse at a high level, is silenced and shelved. There is no longer room for a variety of opinions. There is no room for discourse and if the truth does not fit the general melody - there is also no room for the truth.</p><p><Today more than ever, collectives have means to crush the individual's freedom of expression by a campaign that presents a lie as absolute truth and truth as a conspiratorial lie. The campaign's main target is not make the public believe the lie, rather suffice the campaign just hamper man's ability to distinguish between truth and false. Reducing the ability to separate truth from false, reduces in turn the amount of trust a man can give in his friend and the declarations of his friend. Trust in fellow man is damaged. Thus trust reduced in the community, and in the people. All over in the world trust decreases.</p>",
   "sec2_p2": "<p>Technology has become a tool of control instead of being used as a tool for freedom.</p><p>But the technology that created the problem is also the one from which salvation will come.</p>",
   "p3": "<p><strong>LIF - Liberty Independence Freedom</strong></p><p>LIF is a completely new technology, offering a revolutionary direction and correction, of the limitations that exist in today's Internet and blockchain technologies. This is a Peer-to-Peer (P2P Independent and Unopinionated) network to incentivize trust between people.</p><p>LIF works like in real life. In just a short time, trust will be established in the truthfulness of the content of other users' declarations, and for example merchants, who initially examined each other carefully, will feel confident to operate within the network. As the belief in the immunity of declarations to rewrite is formed, trust will also be created, and the gate to a free economy and abundance will open - because preventing rewriting prevents fraudsters from rewriting and retrospectively changing history and evading responsibility for their declarations.</p><p>The technology will allow people to declare and publish anything in public, in an unequivocal and unchangeable manner that will provide certainty about the identity of the advertiser and the time of publication.</p>",
   "p4": "<p><strong>What makes LIF so special?</strong></p><p>How did the miracle happen, when tens of thousands of copies of the Torah scroll of the Jewish people were distributed all over the world, copied manually from generation to generation and 2000 years later, when the exiles from Yemen returned from Warsaw and America - the Torah scrolls in their hands remained the same?</p><p>How did it happen that a copy of the book of Isaiah from 2000 years ago, stored in the Qumran caves, was found to be identical to the one found in the Bible today?</p><p>In order for the Torah to exist forever, and to be accurately transmitted, so that its data can not be distorted, rewritten or erased in retrospective content - not by any person, king, group or force - use with Israel a first miracle technology of its kind: interwoven declaration scrolls . And from a collection of existing scrolls to a \"mega scroll\". Locking the scrolls, like locking the blocks in a blockchain, provides them with lasting durability.</p><p>The people repeated the act of copying, storing, and distributing the copies over and over again, in order to unite the \"Megillah Megillah\" in the first blockchain - the Torah, and later also the Jewish Bible, which survived over 3000 years in its entirety! No other ancient text survived perfectly So much so, but for the people of eternity it worked!</p><p>LIF follows the same method, implementing crypto and P2P technologies similar to biological imitation engineering (similar to modern aircraft tracking bird wings, so LIF simply reuses the same method, wrapped in crypto, P2P and innovative networking technologies).</p><p>This is a revolutionary correction of the limitations of today's Internet and blockchain technologies.</p><p>LIF is re-implementing this technology, with modern computing: scrolling, ink, scrolling, authentication and time stamping for their digital counterparts: digital scrolls, digital ink (suitable for digital wallet), digital scrolling that opens with inter-scrolling, time stamp by time proof. All in order to ensure that the declarations published in LIF will not be demolished, corrupted or deleted - in fact, LIF guarantees the eternity of the Torah for every declaration that is published in it.</p>",
    "p5": "<p>strong>What is the difference between LIF and Blockchain?</strong></p><p>Blockchain was the first to create a trusted and timeless public database. She works, but she has huge problems; It is extremely slow, because every transaction declaration requires reaching a consensus of all network members, on the truths of the facts within the declaration. This is their \"legal system\", which is decided by PoW methods (and other blockchains by PoS method and other decision methods). Legal systems are terribly slow and expensive, in which it is common to see an argument over a dollar, which saves judicial time and legal expenses of thousands of shekels. Therefore, like any legal system, the process of reaching a consensus and a decision involves the work of thousands of \"judges\", who work hard for about 10 minutes to decide.</p><p>This is a process that can take sometimes even an hour! This is all because of the establishment of the legal system, and the judgment of every and every declaration, before they enter the blockchain - therefore, as the network grows and accumulates users, it becomes slower. Blockchain consumes tons of energy! Therefore it is not useful and cannot be effectively implemented for other uses and applications, other than currency (which, too, the masses cannot use due to the high operating fees for each operation).</p><p>Blockchain is a democracy, in which one strives to reach the consensus of the majority, that is, a dictatorship at the end of which the majority imposes its beliefs on the minority. Any majority of more than 50% can prevent you from entering data, or even changing the rules of the network.</p><p>The LIF network deals with freedom. Anyone can make declarations (money transfers, and equally uploading live videos of cute cats…). LIF only makes sure, with the help of the intertwined declaration scrolls method of the Bible - that no one will be able to change the data of your declarations and your signature.</p><p><strong>Question:</strong> If anyone can declare anything - how can I trust the person who declares that he handed me 10 coins, that indeed these coins were his?</p><p><strong>Answer:</strong> \"The buyer will be careful\" (the recipient of the digital consideration). It is the responsibility of the recipient of the virtual coins to make sure that they are not counterfeit. In the physical world this responsibility is now expressed in checking banknotes to make sure they are not counterfeit when purchasing products in a store, and in the Bible in weighing the silver coins when purchasing a tomb cave.</p><p>In LIF, the recipient of the coins must check the historical chain of money transfer declarations in the financial scrolls, and make sure that everything is in order in the chain of transfer of ownership of the coins from the moment they are created until today. If the chain of ownership is proper in the eyes of the buyer, then he will believe the declaration of transfer of the coins, and will agree to give an asset, product or service in return. But if he does not believe and thinks that the coins are not owned by the seller - the buyer will simply ignore the declaration of transfer of coins. The responsibility for review lies with the beneficiary of the declaration, and not with the declarant or a judicial decision-making system.</p><p>LIF is independent, unopinionated. The system is not judgmental and does not try to reach a consensus among users, or a decision. The system leaves the decision to each and every user according to his worldview and does not perform a judgment process of the validity of the data.</p><p>Just as in real life, starting from a certain threshold of acquaintance, trust is created and traders who at first thoroughly examined each other, feel confident.</p><p>Just as the attempts to falsify the books of the Bible were retaliated against by the wisdom of the masses, so too the decision on the validity and credibility of the data in the LIF will be made retrospectively by the users of the data. , And whoever is exposed to the data, will decide according to his understanding and beliefs, whether to trust you or not. The LIF network is a platform that will not waste energy for verification and voting processes as in the blockchain. The limitations that exist in today's Internet and blockchain technologies.</p>",
   "p6": "<p><strong>What makes LIF reliable?</strong></p><p>LIF is a P2P protocol developed in open source, distributed and censorship-resistant, with a MongoDB-like interface for accessing JSON declarations stored in declaration scrolls.</p><p><p>This project will be evolutionary and will be run according to the DNA principles created by Deri Sheribman, which were the foundation for the success of Hola, Luminati, WebSpark. (Linkin to the DNA of each of them)</p><p>Just as different content can be published on the Internet for different uses, the LIF network does not form an opinion, or express a position about the famous declarations that appear in it. You, the users, determine what will appear in it, without censorship.</p><p>Technology will allow people to declare and publish anything publicly, in an unequivocal and unchangeable way:</p><p>- It will not be possible to delete the publication. (Prevention of censorship)</p><p>- It will not be possible to change the publication. (Prevention of distortion)</p><p>- It will not be possible to publish in retrospect. (Prevention of time stamp forgery).</p><p>- There will be certainty about the identity of the advertiser (can not be disputed that you are you)</p><p>In computer communication networks, peer-to-peer network (Peer to Peer or P2P for short), is a communication network in which each of the ends, functions both as a customer and as a server, and each of the ends is able to initiate or end a call and provide or demand services.</p><p>Colleagues make available to other network participants some of their resources, such as processing power, disk storage, or network bandwidth, without the need for central coordination by servers or stable hosts. In return, they gain access to their files on other users' computers.</p><p>The network functions in a decentralized manner, without the need for mediation or dependence on any major factor. Fellows are participants with equal rights and equal abilities in implementation.</p><p>The development will be done incrementally, in the JS language - for the browser and NodeJS. Unlike other projects that first developed the technology, and later implemented the uses (e.g. Bitcoin), we will first implement the Application Programming Interface (API), with a simple storage engine behind it (such as MongoDB), then we will move to multiple servers with replicas, And eventually implement the LIF, using P2P. This approach will allow us to create the best P2P protocol - one that is suitable for real use (and not similar to the reverse protocol that exists today - that tries to force the application of existing technology, in real life). A protocol that will be convenient and accessible for mass use.</p><p>In contrast to the traditional media that concentrates all its power and dictates the public agenda; in distributed media there are thousands of writers, hundreds of points of view. In decentralized media no group or elite will be able to decide that they want to hide information, or perform gross manipulations of reality.</p><p>But even in cases where there is content that should be published in the distributed media and the public's right to know it should have allowed its publication, if there is an interest in shelving it, it was always possible to eventually reach a provider who hosts the site and download or report offensive user / content on social networks. why? Because providers and networks are not looking for trouble and will always prefer to hurt a single customer than to be dragged to the courts or get involved with the regulatory authorities.</p><p>In LIF, from the moment users upload content, the software will create a line of text called hash. The hash basically represents where the content is. According to the LIF protocol, all content will be distributed using the peer to peer method, so downloading a computer / server that stores the content will not help, as the material is in many other computers that host the content.</p><p><strong>The result: a world where history cannot be rewritten, or the truth shelved!</strong></p>"
}
