{
   "title": "Liberty, Independence, Freedom",
   "title2": "The trusted data network!",
   "what_is_lif": "What is LIF?",
   "lif_is": "An eternal declaration store. LIF is a p2p crypto data network that is open, fast and trustable. Owned by no one. Free to all. Today's Internet is controlled by the government and big corporations. LIF aims to liberate us from this dominance.",
   "more_info": "Learn more...",
   "what_can_i_do_with_lif": "What can I do with LIF?",
   "what_can_i_do_with_lif_desc": "LIF let you build any application on top of it, such as crypto currency, social apps, online passport, and many more.",
   "what_can_i_do_with_lif_desc1": "Crypto currency (or your own currency)",
   "what_can_i_do_with_lif_desc2": "Social apps (without fact checkers)",
   "what_can_i_do_with_lif_desc5": "Sites (that cannot be takendown)",
   "what_can_i_do_with_lif_desc3": "Legal agreements (or declarations)",
   "what_can_i_do_with_lif_desc4": "Voting systems (a trusted one)",
   "what_can_i_do_with_lif_desc6": "Any other app...",
   "usage_examples": "What can I do with it?",
   "usage1": "Crypto Money",
   "usage1_desc": "Send and receive it. Across borders or across the table. Store your funds with unmatched security and ease. Or just create your own money.",
   "usage2": "Social Apps",
   "usage2_desc": "If you ever used Facebook, you know how annoying, misleading and wrong are the Fact-checkers (Ugh!). No more with social apps built on LIF.",
   "usage3": "Web Sites",
   "usage3_desc": "Create your indestructible web site.Today, it's very easy to block and censor any site. Countries around the world do it all the time. No more with LIF.",
   "lif_advantages": "What makes it special?",
   "lif_advantages_desc": "LIF is based on proven 3000 years old technology. When Moses wrote the Torah, he needed a way to ensure the data is indestructible or mutated - not by any person, group king or power. He came up with first of a kind technology: woven declaration scrolls. Combining some existing scroll into a “mega scroll. This done again and again to combine “mega scrolls” into his first blockchain - the Torah, and later on the Jewish Bible, that survied over 3000 years intact. Any attempt to modify the data, failed. No other ancient text survived so flawlessly - It worked! Moses succeeded! LIF just reuse the same method, wrapped with cutting-edge encryption, p2p and web technologies. Revolutionary fixing the limitation of today’s Internet and blockchain technologies (eg. Bitcoin).",
   "see_all_use_cases": "See all Use Cases",
   "want_to_help": "How to join?",
   "want_to_help_desc1": "LIF is just starting. We are still defining the main parts of the system, how it will work and API. Our plan is to have a POC (proof of concept) within a few weeks You are welcome to join us!",
   "want_to_help_desc2": "If you want to help with programming, product management, UI/UX experts, graphic designers, video producers, translators and you want to help the LIF freedom  movement, contact us!",
   "want_to_help_desc3": "If you are a freedom fighter, influencer, work in the media, tech writer or just want to help, contact us!",
   "contact_us": "Contact us!",
   "name": "Name",
   "email": "Email",
   "phone": "Phone",
   "send": "Send",
   "what_i_can_do": "Describe how you can help us",
   "thank_you_will_get_back_to_you_soon": "Thank you. We will get back to you soon :-)",
   "thank_you_error": "There was an error. Please contact us at join@lif.zone"
}
